<?php

return [
    'errors' => [
        'invalid_client_id' => 'Недействительный идентификатор клиента.',
        'invalid_checksum' => 'Неверная контрольная сумма.',
        'invalid_session_id' => 'Недопустимый идентификатор сессии',
        'checksum_failed' => 'Ошибка контрольной суммы: возможно, изменился IP-адрес клиента',
        'not_attached' => 'Клиент-брокер не подключен',
        'command_not_callable' => 'Команда не может быть выполнена.',
        'command_not_found' => 'Команда не найдена',
        'invalid_server_model_field' => 'Недопустимый идентификатор поля модели сервера. Пожалуйста, убедитесь, что идентификатор поля сервера определен в конфигурации.',
        'invalid_server_model_secret' => 'Неверный секрет поля модели сервера. Пожалуйста, убедитесь, что секрет поля сервера определен в конфигурации.',
        'provider_not_selected' => 'Выберите поддерживаемого поставщика поиска адресов.',
    ],

    'messages' => [

    ]
];